Revit 2021.1 API
UnitTypeId.Tonnes Property
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 21.0.0.0 (21.1.1.109)
Syntax
C#
public static ForgeTypeId Tonnes { get; }
Visual Basic
Public Shared ReadOnly Property Tonnes As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Tonnes {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace